{
    "index": {
        "paragraph": "Passionate about frontend development, I find joy in creating seamless, visually stunning user interfaces. Constantly honing my skills, I blend creativity with functionality to ensure a delightful digital experience for all users. My dedication to staying updated on emerging trends solidifies my position as a valuable asset in the ever-evolving field of frontend development."
    },
    "portfolio": {
        "project1": "Audi",
        "project2": "test"
    },
    "education": {
        "workAtKBSS": "I've worked as a swim coach at <a href=\"https://www.kbss.nu/start/?ID=92821\" target=\"_blank\">KBSS</a> for 4 years. <br> Over these 4 years, I have gained a wealth of experience. My journey began when I was 14 years old, driven by a desire for some extra income. I initially started coaching children aged 3 to 5. later on I eventually became a coach for children aged 11 to 13 who were training to compete in swimming. <br> Throughout my tenure at <a href=\"https://www.kbss.nu/start/?ID=92821\" target=\"_blank\">KBSS</a>, I have honed my skills in communication, patience, and adaptability. Working with children of different age groups and abilities has taught me the importance of tailoring my coaching methods to suit each individual's needs.<br> In addition to the technical aspects of coaching, I have developed strong interpersonal skills. Building trust and rapport with both the children and their parents has been a crucial part of my role. It's been a fulfilling journey, and I'm grateful for the opportunity to contribute to the growth and development of these young swimmers. <br> As I reflect on my time at <a href=\"https://www.kbss.nu/start/?ID=92821\" target=\"_blank\">KBSS</a>, I'm proud of the progress I've made as a swim coach and the positive impact I've had on the lives of the children I've worked with.",

        "workAtVolvoCars": "I've worked as a truck driver at <a href=\"https://www.volvocars.com/se/\" target=\"_blank\">Volvo Cars</a> for 1 year. <br> In this role, I've acquired a wealth of experience. One of the valuable lessons I've learned is that every colleague is unique, and it's natural to encounter individuals with different perspectives and approaches. These differences have provided me with opportunities to grow and adapt in a professional setting. <br> Moreover, I've had my fair share of learning experiences through making mistakes. These mistakes, though initially challenging, have turned out to be valuable stepping stones for personal and professional development. I've discovered that it's through these moments of trial and error that one truly learns and grows. <br> Compared to my previous job at <a href=\"https://www.kbss.nu/start/?ID=92821\" target=\"_blank\">KBSS</a>, working at <a href=\"https://www.volvocars.com/se/\" target=\"_blank\">Volvo Cars</a> has given me a deeper sense of what it means to be part of a professional workforce. Being a truck driver here has not only enriched my skill set but has also allowed me to appreciate the diverse dynamics of a large-scale organization like <a href=\"https://www.volvocars.com/se/\" target=\"_blank\">Volvo Cars</a>. I've enjoyed the challenges and the sense of responsibility that came with this role.",

        "myEducation1": "Tech program focusing on community building at Aranäs Gymnasiet, graduated 2022",
        "myEducation2": "SISU Swimming Coach Education",
        "myEducation3": "Also various educations about how to work with children with special needs"
    }
}